{
  "Items": [
    {
      "Key": "Narrator_Level_0_1",
      "Value": {
        "english": "It was a regular day for Alex, he turned on his computer and entered his password. His password was simple, he never forgot it."
      }
    },
    {
      "Key": "Narrator_Level_0_2",
      "Value": {
        "english": "Alex was feeling slow today but he always remembered his password was simple."
      }
    },
    {
      "Key": "Narrator_Level_0_Complete",
      "Value": {
        "english": "Alex recalled his password and used it to login."
      }
    },
    {
      "Key": "Narrator_Level_1_DifficultySelect",
      "Value": {
        "english": "To begin his day, Alex liked to play some (<select=easy|hard>) games."
      }
    },
    {
      "Key": "Narrator_Level_1_DifficultySelectHard",
      "Value": {
        "english": "Excuse me... He liked to play some <i>hard</i> games."
      }
    },
    {
      "Key": "Narrator_Level_1_1",
      "Value": {
        "english": "Alex enjoyed playing different games. Sometimes ones that featured unique mechanics or problems."
      }
    },
    {
      "Key": "Narrator_Level_1_2",
      "Value": {
        "english": "Alex knew that shifting his perspective would allow him to get a better picture of the problem at hand."
      }
    },
    {
      "Key": "Narrator_Level_1_Complete",
      "Value": {
        "english": "His perspective was clear and his goal was complete. On to the next challenge he thought!"
      }
    },
    {
      "Key": "Narrator_Level_2_1",
      "Value": {
        "english": "Bouncing coconuts sounded like fun. All he had to do was to get them into the goal."
      }
    },
    {
      "Key": "Narrator_Level_2_2",
      "Value": {
        "english": "Alex just needed to find something to replace the missing platform!"
      }
    },
    {
      "Key": "Narrator_Level_2_Complete",
      "Value": {
        "english": "Alex was satisfied with his creative ability to catch the coconuts."
      }
    },
    {
      "Key": "Narrator_Level_3_1_hard",
      "Value": {
        "english": "Uh oh, Alex needed to clean up his mess! <timer=Level_3>"
      }
    },
    {
      "Key": "Narrator_Level_3_1_easy",
      "Value": {
        "english": "Uh oh, Alex needed to do his recycling!"
      }
    },
    {
      "Key": "Narrator_Level_3_2",
      "Value": {
        "english": "There's still more! Alex needed to urgently clean up the rest.. <timer=Level_3>"
      }
    },
    {
      "Key": "Narrator_Level_3_Failed",
      "Value": {
        "english": "A messy desktop leads to a messy life.."
      }
    },
    {
      "Key": "Narrator_Level_3_Complete",
      "Value": {
        "english": "Ah, clean and concise. Alex could now relax and focus on other tasks."
      }
    },
    {
      "Key": "Narrator_Level_6_1",
      "Value": {
        "english": "All Alex had to do was guide a missile."
      }
    },
    {
      "Key": "Narrator_Level_6_2",
      "Value": {
        "english": "Luckily this missile flew accurately and straight, the same could not be said for the next one."
      }
    },
    {
      "Key": "Narrator_Level_6_3",
      "Value": {
        "english": "Multiple missiles! Sometimes a single view of the missiles wasn't enough to be an accurate guide."
      }
    },
    {
      "Key": "Narrator_Level_6_Complete",
      "Value": {
        "english": "All the targets had been destroyed, Alex wondered if there would be consequences for what he had done.."
      }
    },
    {
      "Key": "Narrator_Level_7_1",
      "Value": {
        "english": "Chaos.. Alex never liked things this chaotic. Clicking the targets would require a steady hand."
      }
    },
    {
      "Key": "Narrator_Level_7_Complete",
      "Value": {
        "english": "Alex had some skill afterall, nothing could stop him!"
      }
    },
    {
      "Key": "Narrator_Level_8_1",
      "Value": {
        "english": "Alex liked squares, but only squares. He would always pick out the smallest one from the bunch."
      }
    },
    {
      "Key": "Narrator_Level_8_Complete",
      "Value": {
        "english": "What a keen eye Alex had, but it wasn't over yet."
      }
    },
    {
      "Key": "Narrator_Level_9_1",
      "Value": {
        "english": "Only time would tell if Alex would turn his perspective."
      }
    },
    {
      "Key": "Narrator_Level_9_Complete",
      "Value": {
        "english": "With his orientation corrected, Alex could now focus on other challenges."
      }
    },
    {
      "Key": "Narrator_Level_10_1",
      "Value": {
        "english": "Alex had a real challenge on his hands this time. He had to consider a huge number of possibilities."
      }
    },
    {
      "Key": "Narrator_Level_10_2",
      "Value": {
        "english": "Alex always went for the most logical solution."
      }
    },
    {
      "Key": "Narrator_Level_10_3",
      "Value": {
        "english": "One combination of numbers really stood out though which he promply used to gain access."
      }
    },
    {
      "Key": "Narrator_Level_10_4",
      "Value": {
        "english": "Alex had a real challenge on his hands this time. He had two consider a huge number of possibilities."
      }
    },
    {
      "Key": "Narrator_Level_10_5",
      "Value": {
        "english": "Alex always went four the most logical solution."
      }
    },
    {
      "Key": "Narrator_Level_10_6",
      "Value": {
        "english": "One combination of numbers really stood out though which he promply used two gain access."
      }
    },
    {
      "Key": "Narrator_Level_11_Start",
      "Value": {
        "english": "Alex hated dealing with pop-ups. He also had never been strong at typing."
      }
    },
    {
      "Key": "Narrator_Level_11_1",
      "Value": {
        "english": "Alex was struggling to keep up, but he always persisted."
      }
    },
    {
      "Key": "Narrator_Level_12_Start",
      "Value": {
        "english": "After the problems Alex had faced before, he was confident he would be able to solve this one easily."
      }
    },
    {
      "Key": "Narrator_Level_12_Hack",
      "Value": {
        "english": "Alex wondered if he could hack it open."
      }
    },
    {
      "Key": "Narrator_Level_12_Time1",
      "Value": {
        "english": "Something about the time didn't feel right."
      }
    },
    {
      "Key": "Narrator_Level_12_MoveWindow",
      "Value": {
        "english": "Alex knew progress could be moved to solve the problem."
      }
    },
    {
      "Key": "Narrator_Start_Update",
      "Value": {
        "english": "A system update... Alex would have to work quickly before that happened!"
      }
    },
    {
      "Key": "System_Update",
      "Value": {
        "english": "System Update in: {0}"
      }
    },
    {
      "Key": "Level12_Mash_Text",
      "Value": {
        "english": "Data Transferred: {0} / {1}"
      }
    },
    {
      "Key": "Level11_Random_Strings",
      "Value": {
        "english": "Replace hardware, Turn on the supercomputer, Run hacks.exe, Overclock CPU, Turn on, Restart code, Start simulation, Download extra RAM, Initiate quantum computing, Upgrade methods, Update software, Enable Bluetooth connection, Activate network logging, Detect hidden firewall, Unlock remote connection, Transfer data files, Trace root kernel"
      }
    },
    {
      "Key": "Spoiler_Level1",
      "Value": {
        "english": "The window gives a good view of the problem at hand, if only there was a way you could move it to get an even better view."
      }
    },
    {
      "Key": "Spoiler_Level2",
      "Value": {
        "english": "The desktop context menu might be of use here."
      }
    },
    {
      "Key": "Spoiler_Level3",
      "Value": {
        "english": "Put the things into the recycling bin quickly! Maybe it will help to move things around a bit first?"
      }
    },
    {
      "Key": "Spoiler_Level4",
      "Value": {
        "english": "Shoot the targets as quickly as possible, don't miss!"
      }
    },
    {
      "Key": "Spoiler_Level5",
      "Value": {
        "english": "Find the power generator to turn the lights back on!"
      }
    },
    {
      "Key": "Spoiler_Level6",
      "Value": {
        "english": "The missiles are limited by the window, maybe you can guide the missile with it?"
      }
    },
    {
      "Key": "Spoiler_Level6_2",
      "Value": {
        "english": "The missiles are limited by the window, maybe you can guide the missile with it? You might need multiple different views."
      }
    },
    {
      "Key": "Spoiler_Level7",
      "Value": {
        "english": "Catch the falling balls! Maybe there's a way to block them to stop them moving so fast?"
      }
    },
    {
      "Key": "Spoiler_Level8",
      "Value": {
        "english": "Carefully pick the smallest SQUARE. Ignore the rectangles!"
      }
    },
    {
      "Key": "Spoiler_Level9",
      "Value": {
        "english": "The time needs to be adjusted in order to get a level view. Try opening the date/time menu on the taskbar."
      }
    },
    {
      "Key": "Spoiler_Level10",
      "Value": {
        "english": "Sometimes the narrator has more information than you might realise."
      }
    },
    {
      "Key": "Spoiler_Level11",
      "Value": {
        "english": "Prepare your hands and get typing!"
      }
    },
    {
      "Key": "Spoiler_Level12_1",
      "Value": {
        "english": "The buttons must all be activated using a sequence to unlock the system."
      }
    },
    {
      "Key": "Spoiler_Level12_2",
      "Value": {
        "english": "Data is often best transferred with the help of user input."
      }
    },
    {
      "Key": "Spoiler_Level12_3",
      "Value": {
        "english": "The buttons must all be activated using a sequence to unlock the system. Timing is key."
      }
    },
    {
      "Key": "Spoiler_Level12_4",
      "Value": {
        "english": "The time needs to match the real time to unlock the system."
      }
    },
    {
      "Key": "Spoiler_Level12_5",
      "Value": {
        "english": "The window can be dragged using the progress bar. He himself refers to the character you are playing, who is that?"
      }
    }
  ]
}